Repository: Niddorcahm/GnuHealth_Lab_Workflow
Catalog: locale/*.po
Languages: es_419

# model:gnuhealth.lab.workflow.sample,name:
source: Lab Workflow Sample
es_419: Muestra del Flujo de Laboratorio

# model:gnuhealth.lab.molecular_biology,name:
source: Lab Molecular Biology Process
es_419: Proceso de Biología Molecular

# model:gnuhealth.lab.histopathology,name:
source: Lab Histopathology Process
es_419: Proceso de Histopatología

# model:gnuhealth.lab.immunoassay,name:
source: Lab Immunoassay Process
es_419: Proceso de Inmunoensayo

# model:gnuhealth.lab.histopathology.antibody,name:
source: Histopathology Antibody/Marker
es_419: Anticuerpo/Marcador de Histopatología

# model:gnuhealth.lab.immunoassay.antibody,name:
source: Immunoassay Antibody/Antigen
es_419: Anticuerpo/Antígeno de Inmunoensayo

# model:gnuhealth.lab.molecular_biology.antibody,name:
source: Molecular Biology Antibody/Marker
es_419: Anticuerpo/Marcador de Biología Molecular

# model:gnuhealth.create_lab_workflow.start,name:
source: Create Lab Workflow Sample
es_419: Crear Muestra del Flujo de Laboratorio

# model:gnuhealth.create_molecular_biology.start,name:
source: Create Molecular Biology Process
es_419: Crear Proceso de Biología Molecular

# model:gnuhealth.create_histopathology.start,name:
source: Create Histopathology Process
es_419: Crear Proceso de Histopatología

# model:gnuhealth.create_immunoassay.start,name:
source: Create Immunoassay Process
es_419: Crear Proceso de Inmunoensayo

# model:gnuhealth.create_lab_test_from_workflow.start,name:
source: Create Lab Test from Workflow - Start
es_419: Crear Examen de Laboratorio desde Flujo - Inicio

# field:gnuhealth.lab.workflow.sample,name:
source: Order Number
es_419: Número de Orden

# field:gnuhealth.lab.workflow.sample,lab_test:
source: Lab Test Order
es_419: Orden de Examen de Laboratorio

# field:gnuhealth.lab.workflow.sample,patient:
source: Patient
es_419: Paciente

# field:gnuhealth.lab.workflow.sample,origin_institution:
source: Origin Institution
es_419: Institución de Origen

# field:gnuhealth.lab.workflow.sample,sample_type:
source: Sample Type
es_419: Tipo de Muestra

# field:gnuhealth.lab.workflow.sample,state:
source: State
es_419: Estado

# field:gnuhealth.lab.workflow.sample,collection_date:
source: Collection Date
es_419: Fecha de Recolección

# field:gnuhealth.lab.workflow.sample,received_date:
source: Received Date
es_419: Fecha de Recepción

# field:gnuhealth.lab.workflow.sample,completion_date:
source: Completion Date
es_419: Fecha de Finalización

# field:gnuhealth.lab.workflow.sample,notes:
source: Notes
es_419: Notas

# field:gnuhealth.lab.workflow.sample,all_processes_completed:
source: All Processes Completed
es_419: Todos los Procesos Completados

# selection:gnuhealth.lab.workflow.sample,sample_type:
source: Blood
es_419: Sangre

# selection:gnuhealth.lab.workflow.sample,sample_type:
source: Urine
es_419: Orina

# selection:gnuhealth.lab.workflow.sample,sample_type:
source: Stool
es_419: Deposiciones

# selection:gnuhealth.lab.workflow.sample,sample_type:
source: Tissue Fixed in Formalin
es_419: Tejido Fijado en Formalina

# selection:gnuhealth.lab.workflow.sample,sample_type:
source: Paraffin Block
es_419: Bloque de Parafina

# selection:gnuhealth.lab.workflow.sample,sample_type:
source: Exfoliative Smear
es_419: Frotis Exfoliativo

# selection:gnuhealth.lab.workflow.sample,sample_type:
source: Puncture Smear
es_419: Frotis por Punción

# selection:gnuhealth.lab.workflow.sample,sample_type:
source: Secretion
es_419: Secreción

# selection:gnuhealth.lab.workflow.sample,sample_type:
source: Sputum
es_419: Esputo

# selection:gnuhealth.lab.workflow.sample,sample_type:
source: Cerebrospinal Fluid
es_419: Líquido Cefalorraquídeo

# selection:gnuhealth.lab.workflow.sample,sample_type:
source: Other
es_419: Otro

# selection:gnuhealth.lab.workflow.sample,state:
source: Pending Collection
es_419: Pendiente de Recolección

# selection:gnuhealth.lab.workflow.sample,state:
source: Collected
es_419: Recolectado

# selection:gnuhealth.lab.workflow.sample,state:
source: In Transit
es_419: En Tránsito

# selection:gnuhealth.lab.workflow.sample,state:
source: Received at Lab
es_419: Recibido en Laboratorio

# selection:gnuhealth.lab.workflow.sample,state:
source: Processing
es_419: En Procesamiento

# selection:gnuhealth.lab.workflow.sample,state:
source: Completed
es_419: Completado

# selection:gnuhealth.lab.workflow.sample,state:
source: Rejected
es_419: Rechazado

# selection:gnuhealth.lab.workflow.sample,state:
source: No Sample
es_419: Sin Muestra

# field:gnuhealth.lab.molecular_biology,workflow_sample:
source: Workflow Sample
es_419: Muestra del Flujo

# field:gnuhealth.lab.molecular_biology,name:
source: Order Number
es_419: Número de Orden

# field:gnuhealth.lab.molecular_biology,patient:
source: Patient
es_419: Paciente

# field:gnuhealth.lab.molecular_biology,sample_type:
source: Sample Type
es_419: Tipo de Muestra

# field:gnuhealth.lab.molecular_biology,analysis_type:
source: Analysis Type
es_419: Tipo de Análisis

# field:gnuhealth.lab.molecular_biology,responsible_professional:
source: Responsible Professional
es_419: Profesional Responsable

# field:gnuhealth.lab.molecular_biology,processing_date:
source: Processing Date
es_419: Fecha de Procesamiento

# field:gnuhealth.lab.molecular_biology,delivery_date:
source: Delivery Date
es_419: Fecha de Entrega

# field:gnuhealth.lab.molecular_biology,state:
source: State
es_419: Estado

# field:gnuhealth.lab.molecular_biology,observations:
source: General Observations
es_419: Observaciones Generales

# field:gnuhealth.lab.molecular_biology,analysis_result:
source: Analysis Result
es_419: Resultado del Análisis

# field:gnuhealth.lab.molecular_biology,antibodies:
source: Antibodies/Markers
es_419: Anticuerpos/Marcadores

# selection:gnuhealth.lab.molecular_biology,analysis_type:
source: qPCR/Real-time PCR
es_419: qPCR/PCR en Tiempo Real

# selection:gnuhealth.lab.molecular_biology,analysis_type:
source: DNA Sequencing
es_419: Secuenciación de ADN

# selection:gnuhealth.lab.molecular_biology,analysis_type:
source: Electrophoresis
es_419: Electroforesis

# selection:gnuhealth.lab.molecular_biology,analysis_type:
source: Microarray
es_419: Microarreglo

# selection:gnuhealth.lab.molecular_biology,analysis_type:
source: Other
es_419: Otro

# selection:gnuhealth.lab.molecular_biology,state:
source: Draft
es_419: Borrador

# selection:gnuhealth.lab.molecular_biology,state:
source: Processing
es_419: En Procesamiento

# selection:gnuhealth.lab.molecular_biology,state:
source: Completed
es_419: Completado

# selection:gnuhealth.lab.molecular_biology,state:
source: Cancelled
es_419: Cancelado

# field:gnuhealth.lab.histopathology,workflow_sample:
source: Workflow Sample
es_419: Muestra del Flujo

# field:gnuhealth.lab.histopathology,name:
source: Order Number
es_419: Número de Orden

# field:gnuhealth.lab.histopathology,patient:
source: Patient
es_419: Paciente

# field:gnuhealth.lab.histopathology,sample_type:
source: Sample Type
es_419: Tipo de Muestra

# field:gnuhealth.lab.histopathology,study_type:
source: Study Type
es_419: Tipo de Estudio

# field:gnuhealth.lab.histopathology,macroscopy_date:
source: Macroscopy Date
es_419: Fecha de Macroscopía

# field:gnuhealth.lab.histopathology,number_of_cuts:
source: Number of Cuts
es_419: Número de Cortes

# field:gnuhealth.lab.histopathology,number_of_cassettes:
source: Number of Cassettes
es_419: Número de Cassettes

# field:gnuhealth.lab.histopathology,macroscopy_observations:
source: Macroscopy Observations
es_419: Observaciones de Macroscopía

# field:gnuhealth.lab.histopathology,processing_date:
source: Processing Date
es_419: Fecha de Procesamiento

# field:gnuhealth.lab.histopathology,inclusion_date:
source: Inclusion Date
es_419: Fecha de Inclusión

# field:gnuhealth.lab.histopathology,cutting_date:
source: Cutting Date
es_419: Fecha de Corte

# field:gnuhealth.lab.histopathology,staining_date:
source: Staining Date
es_419: Fecha de Tinción

# field:gnuhealth.lab.histopathology,antibodies:
source: Antibodies/Markers
es_419: Anticuerpos/Marcadores

# field:gnuhealth.lab.histopathology,delivery_date:
source: Delivery Date
es_419: Fecha de Entrega

# field:gnuhealth.lab.histopathology,responsible_professional:
source: Responsible Professional
es_419: Profesional Responsable

# field:gnuhealth.lab.histopathology,state:
source: State
es_419: Estado

# field:gnuhealth.lab.histopathology,observations:
source: General Observations
es_419: Observaciones Generales

# field:gnuhealth.lab.histopathology,diagnosis:
source: Diagnosis
es_419: Diagnóstico

# selection:gnuhealth.lab.histopathology,study_type:
source: Routine Histopathology
es_419: Histopatología Corriente

# selection:gnuhealth.lab.histopathology,study_type:
source: Histochemistry
es_419: Histoquímica

# selection:gnuhealth.lab.histopathology,study_type:
source: Immunohistochemistry
es_419: Inmunohistoquímica

# selection:gnuhealth.lab.histopathology,study_type:
source: FISH (Fluorescence In Situ Hybridization)
es_419: FISH (Hibridación in situ Fluorescente)

# selection:gnuhealth.lab.histopathology,study_type:
source: Cytology
es_419: Citología

# selection:gnuhealth.lab.histopathology,state:
source: Draft
es_419: Borrador

# selection:gnuhealth.lab.histopathology,state:
source: Macroscopy
es_419: Macroscopía

# selection:gnuhealth.lab.histopathology,state:
source: Processing
es_419: En Procesamiento

# selection:gnuhealth.lab.histopathology,state:
source: Cutting
es_419: Corte

# selection:gnuhealth.lab.histopathology,state:
source: Staining
es_419: Tinción

# selection:gnuhealth.lab.histopathology,state:
source: Completed
es_419: Completado

# selection:gnuhealth.lab.histopathology,state:
source: Cancelled
es_419: Cancelado

# field:gnuhealth.lab.immunoassay,workflow_sample:
source: Workflow Sample
es_419: Muestra del Flujo

# field:gnuhealth.lab.immunoassay,name:
source: Order Number
es_419: Número de Orden

# field:gnuhealth.lab.immunoassay,patient:
source: Patient
es_419: Paciente

# field:gnuhealth.lab.immunoassay,sample_type:
source: Sample Type
es_419: Tipo de Muestra

# field:gnuhealth.lab.immunoassay,assay_type:
source: Assay Type
es_419: Tipo de Ensayo

# field:gnuhealth.lab.immunoassay,kit_name:
source: Kit Name
es_419: Nombre del Kit

# field:gnuhealth.lab.immunoassay,kit_lot:
source: Kit Lot Number
es_419: Número de Lote del Kit

# field:gnuhealth.lab.immunoassay,kit_expiry:
source: Kit Expiry Date
es_419: Fecha de Vencimiento del Kit

# field:gnuhealth.lab.immunoassay,processing_date:
source: Processing Date
es_419: Fecha de Procesamiento

# field:gnuhealth.lab.immunoassay,delivery_date:
source: Delivery Date
es_419: Fecha de Entrega

# field:gnuhealth.lab.immunoassay,responsible_professional:
source: Responsible Professional
es_419: Profesional Responsable

# field:gnuhealth.lab.immunoassay,antibodies:
source: Antibodies/Antigens
es_419: Anticuerpos/Antígenos

# field:gnuhealth.lab.immunoassay,positive_control:
source: Positive Control
es_419: Control Positivo

# field:gnuhealth.lab.immunoassay,negative_control:
source: Negative Control
es_419: Control Negativo

# field:gnuhealth.lab.immunoassay,state:
source: State
es_419: Estado

# field:gnuhealth.lab.immunoassay,observations:
source: Observations
es_419: Observaciones

# field:gnuhealth.lab.immunoassay,interpretation:
source: Clinical Interpretation
es_419: Interpretación Clínica

# selection:gnuhealth.lab.immunoassay,assay_type:
source: ELISA (Enzyme-Linked Immunosorbent Assay)
es_419: ELISA (Ensayo por Inmunoabsorción Ligado a Enzimas)

# selection:gnuhealth.lab.immunoassay,assay_type:
source: CLIA (Chemiluminescent Immunoassay)
es_419: CLIA (Inmunoensayo Quimioluminiscente)

# selection:gnuhealth.lab.immunoassay,state:
source: Draft
es_419: Borrador

# selection:gnuhealth.lab.immunoassay,state:
source: In Progress
es_419: En Progreso

# selection:gnuhealth.lab.immunoassay,state:
source: Completed
es_419: Completado

# selection:gnuhealth.lab.immunoassay,state:
source: Cancelled
es_419: Cancelado

# field:gnuhealth.lab.histopathology.antibody,histopathology:
source: Histopathology
es_419: Histopatología

# field:gnuhealth.lab.histopathology.antibody,antibody_type:
source: Type
es_419: Tipo

# field:gnuhealth.lab.histopathology.antibody,name:
source: Name/Code
es_419: Nombre/Código

# field:gnuhealth.lab.histopathology.antibody,clone:
source: Clone
es_419: Clon

# field:gnuhealth.lab.histopathology.antibody,dilution:
source: Dilution
es_419: Dilución

# field:gnuhealth.lab.histopathology.antibody,result:
source: Result
es_419: Resultado

# field:gnuhealth.lab.histopathology.antibody,percentage:
source: Percentage (%)
es_419: Porcentaje (%)

# field:gnuhealth.lab.histopathology.antibody,intensity:
source: Intensity
es_419: Intensidad

# field:gnuhealth.lab.histopathology.antibody,observations:
source: Observations
es_419: Observaciones

# selection:gnuhealth.lab.histopathology.antibody,antibody_type:
source: Primary Antibody
es_419: Anticuerpo Primario

# selection:gnuhealth.lab.histopathology.antibody,antibody_type:
source: Secondary Antibody
es_419: Anticuerpo Secundario

# selection:gnuhealth.lab.histopathology.antibody,antibody_type:
source: Marker
es_419: Marcador

# selection:gnuhealth.lab.histopathology.antibody,antibody_type:
source: Probe
es_419: Sonda

# selection:gnuhealth.lab.histopathology.antibody,antibody_type:
source: Special Stain
es_419: Tinción Especial

# selection:gnuhealth.lab.histopathology.antibody,result:
source: Positive
es_419: Positivo

# selection:gnuhealth.lab.histopathology.antibody,result:
source: Negative
es_419: Negativo

# selection:gnuhealth.lab.histopathology.antibody,result:
source: Focal Positive
es_419: Positivo Focal

# selection:gnuhealth.lab.histopathology.antibody,result:
source: Weak Positive
es_419: Positivo Débil

# selection:gnuhealth.lab.histopathology.antibody,result:
source: Strong Positive
es_419: Positivo Fuerte

# selection:gnuhealth.lab.histopathology.antibody,result:
source: Equivocal
es_419: Equívoco

# field:gnuhealth.lab.immunoassay.antibody,immunoassay:
source: Immunoassay
es_419: Inmunoensayo

# field:gnuhealth.lab.immunoassay.antibody,test_type:
source: Test Type
es_419: Tipo de Prueba

# field:gnuhealth.lab.immunoassay.antibody,name:
source: Antibody/Antigen Name
es_419: Nombre del Anticuerpo/Antígeno

# field:gnuhealth.lab.immunoassay.antibody,method_specifics:
source: Method Specifics
es_419: Especificaciones del Método

# field:gnuhealth.lab.immunoassay.antibody,quantitative_result:
source: Quantitative Result
es_419: Resultado Cuantitativo

# field:gnuhealth.lab.immunoassay.antibody,unit:
source: Unit
es_419: Unidad

# field:gnuhealth.lab.immunoassay.antibody,qualitative_result:
source: Qualitative Result
es_419: Resultado Cualitativo

# field:gnuhealth.lab.immunoassay.antibody,reference_range:
source: Reference Range
es_419: Rango de Referencia

# field:gnuhealth.lab.immunoassay.antibody,cutoff_value:
source: Cutoff Value
es_419: Valor de Corte

# field:gnuhealth.lab.immunoassay.antibody,interpretation:
source: Interpretation
es_419: Interpretación

# field:gnuhealth.lab.immunoassay.antibody,observations:
source: Observations
es_419: Observaciones

# selection:gnuhealth.lab.immunoassay.antibody,test_type:
source: Antibody Detection
es_419: Detección de Anticuerpos

# selection:gnuhealth.lab.immunoassay.antibody,test_type:
source: Antigen Detection
es_419: Detección de Antígenos

# selection:gnuhealth.lab.immunoassay.antibody,test_type:
source: Antibody Titer
es_419: Título de Anticuerpos

# selection:gnuhealth.lab.immunoassay.antibody,qualitative_result:
source: Positive
es_419: Positivo

# selection:gnuhealth.lab.immunoassay.antibody,qualitative_result:
source: Negative
es_419: Negativo

# selection:gnuhealth.lab.immunoassay.antibody,qualitative_result:
source: Equivocal
es_419: Equívoco

# selection:gnuhealth.lab.immunoassay.antibody,qualitative_result:
source: Borderline
es_419: Límite

# selection:gnuhealth.lab.immunoassay.antibody,interpretation:
source: Reactive
es_419: Reactivo

# selection:gnuhealth.lab.immunoassay.antibody,interpretation:
source: Non-Reactive
es_419: No Reactivo

# selection:gnuhealth.lab.immunoassay.antibody,interpretation:
source: Indeterminate
es_419: Indeterminado

# selection:gnuhealth.lab.immunoassay.antibody,interpretation:
source: Low Titer
es_419: Título Bajo

# selection:gnuhealth.lab.immunoassay.antibody,interpretation:
source: High Titer
es_419: Título Alto

# selection:gnuhealth.lab.immunoassay,positive_control:
source: Pass
es_419: Pasa

# selection:gnuhealth.lab.immunoassay,positive_control:
source: Fail
es_419: Falla

# selection:gnuhealth.lab.immunoassay,positive_control:
source: Not Done
es_419: No Realizado

# selection:gnuhealth.lab.immunoassay,negative_control:
source: Pass
es_419: Pasa

# selection:gnuhealth.lab.immunoassay,negative_control:
source: Fail
es_419: Falla

# selection:gnuhealth.lab.immunoassay,negative_control:
source: Not Done
es_419: No Realizado

# field:gnuhealth.create_lab_workflow.start,sample_type:
source: Sample Type
es_419: Tipo de Muestra

# field:gnuhealth.create_lab_workflow.start,notes:
source: Notes
es_419: Notas

# field:gnuhealth.create_lab_workflow.start,origin_institution:
source: Origin Institution
es_419: Institución de Origen

# field:gnuhealth.create_molecular_biology.start,study_type:
source: Study Type
es_419: Tipo de Estudio

# field:gnuhealth.create_molecular_biology.start,responsible_professional:
source: Responsible Professional
es_419: Profesional Responsable

# field:gnuhealth.create_molecular_biology.start,observations:
source: Initial Observations
es_419: Observaciones Iniciales

# field:gnuhealth.create_histopathology.start,study_type:
source: Study Type
es_419: Tipo de Estudio

# field:gnuhealth.create_histopathology.start,responsible_professional:
source: Responsible Professional
es_419: Profesional Responsable

# field:gnuhealth.create_histopathology.start,observations:
source: Initial Observations
es_419: Observaciones Iniciales

# field:gnuhealth.create_immunoassay.start,study_type:
source: Study Type
es_419: Tipo de Estudio

# field:gnuhealth.create_immunoassay.start,responsible_professional:
source: Responsible Professional
es_419: Profesional Responsable

# field:gnuhealth.create_immunoassay.start,kit_used:
source: Kit Used
es_419: Kit Utilizado

# field:gnuhealth.create_lab_test_from_workflow.start,message:
source: Information
es_419: Información

# selection:gnuhealth.create_molecular_biology.start,study_type:
source: PCR Endpoint
es_419: PCR Punto Final

# selection:gnuhealth.create_molecular_biology.start,study_type:
source: qPCR (Real-time PCR)
es_419: qPCR (PCR en Tiempo Real)

# selection:gnuhealth.create_molecular_biology.start,study_type:
source: Sequencing
es_419: Secuenciación

# selection:gnuhealth.create_molecular_biology.start,study_type:
source: Genetic Material Extraction Only
es_419: Solo Extracción de Material Genético

# selection:gnuhealth.create_molecular_biology.start,study_type:
source: Protein Electrophoresis
es_419: Electroforesis de Proteínas

# field:gnuhealth.lab.molecular_biology.antibody,molecular_biology:
source: Molecular Biology
es_419: Biología Molecular

# field:gnuhealth.lab.molecular_biology.antibody,antibody_type:
source: Antibody/Marker Type
es_419: Tipo de Anticuerpo/Marcador

# field:gnuhealth.lab.molecular_biology.antibody,name:
source: Name/Code
es_419: Nombre/Código

# field:gnuhealth.lab.molecular_biology.antibody,sequence:
source: Sequence
es_419: Secuencia

# field:gnuhealth.lab.molecular_biology.antibody,concentration:
source: Concentration
es_419: Concentración

# field:gnuhealth.lab.molecular_biology.antibody,dilution:
source: Dilution
es_419: Dilución

# field:gnuhealth.lab.molecular_biology.antibody,incubation_time:
source: Incubation Time
es_419: Tiempo de Incubación

# field:gnuhealth.lab.molecular_biology.antibody,temperature:
source: Temperature
es_419: Temperatura

# field:gnuhealth.lab.molecular_biology.antibody,result:
source: Result
es_419: Resultado

# field:gnuhealth.lab.molecular_biology.antibody,intensity:
source: Intensity
es_419: Intensidad

# field:gnuhealth.lab.molecular_biology.antibody,pattern:
source: Pattern
es_419: Patrón

# field:gnuhealth.lab.molecular_biology.antibody,observations:
source: Observations
es_419: Observaciones

# selection:gnuhealth.lab.molecular_biology.antibody,antibody_type:
source: Primary Antibody
es_419: Anticuerpo Primario

# selection:gnuhealth.lab.molecular_biology.antibody,antibody_type:
source: Secondary Antibody
es_419: Anticuerpo Secundario

# selection:gnuhealth.lab.molecular_biology.antibody,antibody_type:
source: Molecular Marker
es_419: Marcador Molecular

# selection:gnuhealth.lab.molecular_biology.antibody,antibody_type:
source: Probe
es_419: Sonda

# selection:gnuhealth.lab.molecular_biology.antibody,result:
source: Positive
es_419: Positivo

# selection:gnuhealth.lab.molecular_biology.antibody,result:
source: Negative
es_419: Negativo

# selection:gnuhealth.lab.molecular_biology.antibody,result:
source: Weak
es_419: Débil

# selection:gnuhealth.lab.molecular_biology.antibody,result:
source: Strong
es_419: Fuerte

# selection:gnuhealth.lab.molecular_biology.antibody,result:
source: Amplified
es_419: Amplificado

# selection:gnuhealth.lab.molecular_biology.antibody,result:
source: Not Amplified
es_419: No Amplificado

# field:gnuhealth.lab,sample_state:
source: Sample State
es_419: Estado de la Muestra

# field:gnuhealth.lab,workflow_samples:
source: Workflow Samples
es_419: Muestras del Flujo
